Repository: shoshikelashvili/property-manager-tsu
Catalog: languages/property-manager-*.po
Languages: ka_ge

source: Property Management
ka_ge: უძრავი ქონების მენეჯმენტი

source: Settings
ka_ge: პარამეტრების შეცვლა

source: Edit Properties
ka_ge: ბინების რედაქტირება

source: Help
ka_ge: დახმარება

source: Property
ka_ge: ბინა

source: Properties
ka_ge: უძრავი ქონება

source: All Properties
ka_ge: ყველა ბინა

source: View Property
ka_ge: ნახე ბინა

source: Add New Property
ka_ge: დაამატე ახალი ბინა

source: Edit Property
ka_ge: ბინის რედაქტირება

source: Update Property
ka_ge: ბინის განახლება

source: Search Property
ka_ge: ბინის მოძებნა

source: Property Not Found
ka_ge: ბინა ვერ იპოვნა

source: Property Not found in Trash
ka_ge: ბინა ვერ იპოვნა ნაგავსაყრელში

source: properties
ka_ge: ბინები

source: Holds properties and data about them
ka_ge: ინახავს ბინებს და ინფორმაციას მათ შესახებ

source: Property Types
ka_ge: ბინის ტიპი

source: Property Type
ka_ge: ბინის ტიპი

source: All Property Types
ka_ge: ყველა ბინის ტიპი

source: New Property Type
ka_ge: ახალი ბინის ტიპი

source: Add Property Type
ka_ge: დაამატე ბინის ტიპი

source: Edit Property Type
ka_ge: დაარედაქტირე ბინის ტიპი

source: Update Property Type
ka_ge: განაახლე ბინის ტიპი

source: View Property Type
ka_ge: ნახე ბინის ტიპი

source: Property Details
ka_ge: ბინის დეტალები

source: Property Gallery
ka_ge: ბინის გალერია

source: Property Map
ka_ge: ბინის ადგილმდებარეობა რუკაზე

source: Price
ka_ge: ფასი

source: 'Please input this field'
ka_ge: 'გთხოვთ შეავსეთ ეს ველი'

source: Bedrooms
ka_ge: საძინებელი

source: Bathrooms
ka_ge: საპირფარეშო

source: Area
ka_ge: ფართობი

source: Year Built
ka_ge: აშენების წელიწადი

source: Location
ka_ge: ადგილმდებარეობა

source: Status
ka_ge: ბინის სტატუსი

source: Active
ka_ge: იყიდება

source: Sold
ka_ge: ქირავდება

source: Closed
ka_ge: გაიცემა იჯარით

source: Unavailable
ka_ge: დროებით დახურულია

source: Pets Allowed
ka_ge: ცხოველები დაშვებულია?

source: Yes
ka_ge: კი

source: No
ka_ge: არა

source: Property ID
ka_ge: ბინის საიდენტიფიკაციო ნომერი

source: Agent
ka_ge: აგენტი

source: Frequently Asked Questions
ka_ge: ხშირად დასმული შეკითხვები

source: How do I set up the plugin?
ka_ge: როგორ გავმართოთ პლაგინი?

source: The only thing needed to set up the plugin is to create a page which includes our main properties shortcode [properties]. Once the mentioned page is created, the properties will automatically populate there
ka_ge: ერთადერთი რამ, რაც საჭიროა პლაგინის გასამართად არის საჭირო, არის გვერდის შექმნა რომელშიც განთავსებული იქნება ბინების გამოსაჩენი კოდი - [properties]. როგორც კი შეიქმნება ესეთი გვერდი, ბინებიც აუტომატურად გამოჩნდებიან მანდ.

source: How do I filter the properties?
ka_ge: როგორ გავფილტრო ბინები?

source: Our plugin offers a flexible solution when it comes to filtering. Basically, to filter the properties you need to modify the page and the [property] shortcode. The shortcode can be modified to include a number of different parameters, such as "bedrooms", "min_bedrooms" and so on. Once the parameters are added to the shortcode, that page will display only the filtered properties. For the full list of parameters, view the below question.
ka_ge: ჩვენი პლაგინის გამოყენებით ძალიან მარტივია ფილტრაციის დამატება ბინებისთვის. ამის დასამატებლად საჭიროა რომ გვერდზე არსებული [property] ბინების კოდი შევცვალოთ, და დავუმატოტტ რამდენიმე სხვადასხვა პარამეტრი, როგორიცაა "bedrooms=X", "min_bedrooms=X" და ასე შემდეგ. მას შემდეგ, რაც ეს პარამეტრები და მათი მნიშვნელობები შეინახება, შეცვლილი გვერდი აუტომატურად გამოაჩენს მხოლოდ გაფილტრულ ბინებს. პარამეტრების მთლიანი სიის სანახავად, გადახედეთ შემდეგ სექციას.

source: What are the parameters that can be used to filter the properties?
ka_ge: ზუსტად რა პარამეტრები შეგვიძლიათ გამოვიყენოთ ბინების ფილტრაციისთვის?

source: Currently these are the parameters that are supported: "price", "bedrooms", "area", "year", "location", "status", "id", "bathroooms", "agent". <br> With the mentioned parameters you can also use min and max prefixes, where min_price as an example would set the lowest bar for the price, and max_price would set the highest. The parameters work in conjuction with each other without issue.
ka_ge: ამჟამად შემდეგი პარამეტრების გამოყენებაა შესაძლებელი: "price", "bedrooms", "area", "year", "location", "status", "id", "bathrooms", "agent". <br> ნახსენებ პარამეტრებს ასევე შეგვიძლია დავუმატოთ min და max პრეფიქსები, სადაც მაგალითად min_price დააწესებს ლიმიტს მინიმუმ ფასზე, ხოლო max_price დააწესებს ლიმიტს მაქსიმუმზე. რამდენიმე პარამეტრი ერთდროულად უპრობლემოდ მუშაობს.

source: Can I modify the styles for the properties?
ka_ge: შემიძლია ბინების სხვადასხვა ელემენტების სტილის შეცვლა?

source: Yes, in the options section of the property management plugin, there are a few options that can set the style for properties to your preference. In case those are not enough, you can also add additional CSS manually through the section in the options
ka_ge: დიახ, ბინების მენეჯმენტის პლაგინის პარამეტრების შეცვლის სექციაში არის რამდენიმე ველი, რომლის შეცვლითაც შეგეძლებათ სტილის გარკვეული ელემენტების შეცვლა თქვენი ნებისდაგვარად. თუ ეს საკმარისი არ არის, ასევე შეგიძლიათ შეავსოთ დამატებითი CSS-ის ველი, რაც აუტომატურად ჩაიტვირთება ბინების გვერდებზე.

source: Upload Images
ka_ge: ატვირთე სურათები

source: Leaflet Map API Key
ka_ge: Leaflet რუკის API გასაღები

source: Price Currency
ka_ge: ფასის ვალუტა

source: Area Format
ka_ge: ფართობის ფორმატი

source: Square metre (m²)
ka_ge: კვადრატული მეტრი (მ²)

source: Square kilometre (km²)
ka_ge: კვადრატული კილომეტრი (კმ²)

source: Hectare (ha)
ka_ge: ჰექტარი (ჰა)

source: Display map on property view?
ka_ge: გამოვაჩინოთ რუკა ბინის დეტალებში?

source: Amount of properties displayed per page
ka_ge: ბინების რაოდენობა თითო გვერდზე

source: Font size for the property title on property listings page
ka_ge: ფონტის ზომა ბინის სათაურისთვის (ბინების ჩამონათვალში)

source: Main font color for property fields
ka_ge: ფონტის ფერი ბინის მთავარი დეტალებისთვის

source: Additional CSS
ka_ge: დამატებითი CSS

source: Submit
ka_ge: დამახსოვრება

source: This is a plugin for managing, adding and editing properties, it is made as a university project
ka_ge: ეს პლაგინი შექმნილია უძრავი ქონების მენეჯმენტისთვის, დამატებისთვის და შეცვლისთვის. შექმნილია როგორც თსუ-ის პროექტი.

source: Rati Shoshikelashvili, Irakli Kapanadze, Luka Metreveli
ka_ge: რატი შოშიკელაშვილი, ირაკლი კაპანაძე, ლუკა მეტრეველი

source: Property Manager
ka_ge: უძრავი ქონების მენეჯერი

source: Next Page
ka_ge: შემდეგი გვერდი

source: Previous Page
ka_ge: წინა გვერდი

source: Property Description
ka_ge: ბინის აღწერა

source: Basic Details
ka_ge: ზოგადი ინფორმაცია

source: m²
ka_ge: მ²

source: km²
ka_ge: კმ²

source: ha
ka_ge: ჰა

source: Unknown
ka_ge: უცნობია

source: Agent Information
ka_ge: ინფორმაცია აგენტზე

source: Additional Details
ka_ge: დამატებითი ინფორმაცია

source: Additional fields have not been filled in, in case of questions, contact the agent directly
ka_ge: დამატებითი ველები არ შევსებულა, კითხვების არსებობის შემთხვევაში დაუკავშირდით აგენტს

source: Back to the property listings
ka_ge: დაბრუნდი უძრავი ქონების კატალოგზე
